{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/admin-dashboard\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Dashboard"],"General":["Algemeen"],"Advanced":["Geavanceerd"],"Post Title":["Berichttitel"],"Separator":["Scheidingsteken"],"Site Name":["Site naam"],"Page":["Pagina"],"Tagline":["Tagline"],"Proceed":["Doorgaan"],"Cancel":["Annuleren"],"Failed to fetch general seo analysis report":["Mislukt om algemeen SEO-analyserapport op te halen"],"An unexpected error occurred while fetching the general SEO analysis report. Please try again later.":["Er is een onverwachte fout opgetreden bij het ophalen van het algemene SEO-analyserapport. Probeer het later opnieuw."],"Failed to fetch other seo analysis report":["Mislukt om ander SEO-analyserapport op te halen"],"An unexpected error occurred while fetching the other SEO analysis report. Please try again later.":["Er is een onverwachte fout opgetreden bij het ophalen van het andere SEO-analyserapport. Probeer het later opnieuw."],"Failed to fetch analysis report":["Mislukt om analyserapport op te halen"],"An unexpected error occurred while fetching the settings SEO analysis report. Please try again later.":["Er is een onverwachte fout opgetreden bij het ophalen van de instellingen voor het SEO-analyserapport. Probeer het later opnieuw."],"Search…":["Zoeken…"],"Settings":["Instellingen"],"Needs Improvement":["Vereist verbetering"],"SEO is Optimized":["SEO is geoptimaliseerd"],"What's New?":["Wat is er nieuw?"],"Knowledge Base":["Kennisbank"],"Please select a site":["Selecteer een site"],"Failed to proceed":["Mislukt om door te gaan"],"Site selected successfully":["Site succesvol geselecteerd"],"Select a site":["Selecteer een site"],"No Verified Site Found":["Geen geverifieerde site gevonden"],"Add and verify your site in Google Search Console to start seeing insights here. ":["Voeg je site toe en verifieer deze in Google Search Console om hier inzichten te zien."],"Learn more":["Leer meer"],"Search Console Account":["Search Console-account"],"Please select a site below to view its data.":["Selecteer een site hieronder om de gegevens te bekijken."],"Facebook Preview":["Facebook Voorbeeld"],"X Preview":["X Voorbeeld"],"Disconnect Search Console Account":["Verbinding met Search Console-account verbreken"],"Are you sure you want to disconnect your Search Console account from SureRank?":["Weet je zeker dat je je Search Console-account van SureRank wilt loskoppelen?"],"Disconnect":["Verbreken"],"Change Site":["Wijzig Site"],"Failed to disconnect your account. Please try again.":["Mislukt om je account te verbreken. Probeer het opnieuw."],"Your account has been disconnected. The page will refresh in a few seconds.":["Je account is losgekoppeld. De pagina wordt over enkele seconden vernieuwd."],"Failed to fetch content performance":["Mislukt om inhoudsprestaties op te halen"],"Oops! Something went wrong":["Oeps! Er is iets misgegaan"],"Failed to get content performance. Please try again later. If the problem persists, please contact support.":["Mislukt om inhoudsprestaties op te halen. Probeer het later opnieuw. Als het probleem aanhoudt, neem dan contact op met de ondersteuning."],"Once a site is selected, you'll see how your content is performing in search engines here.":["Zodra een site is geselecteerd, zie je hier hoe je inhoud presteert in zoekmachines."],"No content performance data available. Please check back later.":["Geen gegevens over inhoudsprestaties beschikbaar. Controleer later opnieuw."],"Once connected to Google Search Console, you’ll see how your content is performing in search engines here.":["Zodra je bent verbonden met Google Search Console, zie je hier hoe je inhoud presteert in zoekmachines."],"Status":["Status"],"Clicks":["Kliks"],"Avg. Position":["Gem. Positie"],"Impressions":["Vertoningen"],"Content Score":["Inhoudsscore"],"Pro":["Pro"],"Actions":["Acties"],"Top Ranked":["Top Gerangschikt"],"On the Rise":["In Opkomst"],"Low Visibility":["Lage Zichtbaarheid"],"Out of 100":["Uit 100"],"View":["Bekijken"],"Unlock Content Insights":["Ontgrendel Inhoud Inzichten"],"See what's driving traffic, content score, rankings, and performance trends.":["Zie wat verkeer, inhoudsscore, ranglijsten en prestatie-trends aandrijft."],"Upgrade":["Upgrade"],"View Full Report":["Bekijk volledig rapport"],"Content Analysis":["Inhoudsanalyse"],"Content Gap":["Inhoudsgebrek"],"Content Performance":["Inhoudsprestaties"],"(Last 90 days)":["(Laatste 90 dagen)"],"Title & Description":["Titel & Beschrijving"],"Manage titles and meta descriptions to boost your search rankings.":["Beheer titels en meta-beschrijvingen om je zoekresultaten te verbeteren."],"Home Page":["Startpagina"],"Set SEO options for your homepage to improve its search visibility.":["Stel SEO-opties in voor je startpagina om de zichtbaarheid in zoekmachines te verbeteren."],"Social Network":["Sociale netwerken"],"Configure how your content appears when shared on social media platforms.":["Configureer hoe je inhoud verschijnt wanneer deze wordt gedeeld op sociale mediaplatforms."],"Sitemaps":["Sitemaps"],"Generate XML sitemaps to help search engines crawl your site.":["Genereer XML-sitemaps om zoekmachines te helpen je site te crawlen."],"Robot Instructions":["Robotinstructies"],"Configure robots.txt to guide search engines on crawling.":["Configureer robots.txt om zoekmachines te begeleiden bij het crawlen."],"Crawl Optimization":["Crawloptimalisatie"],"Adjust crawl settings to improve search engine indexing.":["Pas crawlinstellingen aan om de indexering door zoekmachines te verbeteren."],"Feeds":["Feeds"],"Manage RSS feeds to keep search engines updated with your latest content.":["Beheer RSS-feeds om zoekmachines op de hoogte te houden van je nieuwste inhoud."],"Schema":["Schema"],"Add structured data to enhance search engine understanding.":["Voeg gestructureerde gegevens toe om het begrip van zoekmachines te verbeteren."],"Import\/Export":["Importeren\/Exporteren"],"Transfer SEO settings or backup configurations with ease.":["Verplaats SEO-instellingen of maak configuraties eenvoudig een back-up."],"Planned":["Gepland"],"Astra Theme":["Astra-thema"],"Fast and customizable theme for your website.":["Snelle en aanpasbare thema voor je website."],"Spectra":["Spectra"],"Free WordPress Page Builder Plugin.":["Gratis WordPress-paginabuilder-plugin."],"SureMail":["SureMail"],"Connect and send emails via SMTP connections.":["Verbind en verstuur e-mails via SMTP-verbindingen."],"SureForms":["SureForms"],"Best no code WordPress form builder":["Beste no-code WordPress formulierbouwer"],"OttoKit":["OttoKit"],"Automate your WordPress setup.":["Automatiseer je WordPress-installatie."],"Open Support Ticket":["Open ondersteuningsverzoek"],"Help Center":["Helpcentrum"],"Join our Community on Facebook":["Word lid van onze gemeenschap op Facebook"],"Leave Us a Review":["Laat ons een beoordeling achter"],"Launch Setup Wizard":["Start installatiewizard"],"The request is malformed or invalid. Please check the request parameters and try again.":["Het verzoek is verkeerd of ongeldig. Controleer de verzoekparameters en probeer het opnieuw."],"Authentication failed. Please provide valid credentials or re-authenticate.":["Authenticatie is mislukt. Geef geldige inloggegevens op of authenticeer opnieuw."],"Access is denied. You lack the necessary permissions to perform this action.":["Toegang is geweigerd. Je hebt niet de benodigde machtigingen om deze actie uit te voeren."],"The requested resource was not found. Please verify the URL or resource ID.":["De opgevraagde bron is niet gevonden. Controleer de URL of bron-ID."],"You have exceeded your API quota. Please wait or upgrade your plan.":["Je hebt je API-quota overschreden. Wacht of upgrade je plan."],"A server error occurred on Google's end. Please try again later.":["Er is een serverfout opgetreden aan de kant van Google. Probeer het later opnieuw."],"An error occurred. Please try again.":["Er is een fout opgetreden. Probeer het opnieuw."],"Error code: ":["Foutcode:"],"Activated":["Geactiveerd"],"Activate":["Activeren"],"Install & Activate":["Installeren & Activeren"],"Extend Your Website":["Breid je website uit"],"Quick Access":["Snelle toegang"],"Content Gap Illustration":["Illustratie van inhoudsgebrek"],"Unlock Competitor Insights with Content Gap":["Ontgrendel concurrentie-inzichten met inhoudsgebrek"],"Discover the topics your competitors rank for but you’re missing. Find high-traffic opportunities and close the gap with data-backed content strategies.":["Ontdek de onderwerpen waarvoor je concurrenten ranken, maar die jij mist. Vind kansen met veel verkeer en sluit de kloof met data-ondersteunde contentstrategieën."],"Upgrade to View Full Report":["Upgrade om het volledige rapport te bekijken"],"Connect to Search Console":["Verbind met Search Console"],"Let's Connect to Search Console!":["Laten we verbinding maken met Search Console!"],"Link your website to Google Search Console to access detailed search analytics, track performance, and optimize your site for better search rankings.":["Koppel uw website aan Google Search Console om gedetailleerde zoekanalyses te bekijken, de prestaties te volgen en uw site te optimaliseren voor betere zoekresultaten."],"Connect to Search Console Now":["Verbind nu met Search Console"],"Site Search Traffic":["Site Zoekverkeer"],"(Last 20 days)":["(Laatste 20 dagen)"],"Failed to fetch matched site":["Kon de bijbehorende site niet ophalen"],"Failed to fetch site traffic":["Kon het siteverkeer niet ophalen"],"Select a Site to View Analytics":["Selecteer een site om analyses te bekijken"],"Select a site to access detailed search analytics, track performance metrics, and boost your visibility in search results effectively.":["Selecteer een site om gedetailleerde zoekanalyses te bekijken, prestatiestatistieken te volgen en uw zichtbaarheid in zoekresultaten effectief te vergroten."],"Select a Site":["Selecteer een site"],"Site Analysis":["Site-analyse"],"No additional information to show.":["Geen aanvullende informatie om te tonen."],"Site SEO Analysis":["Site SEO-analyse"]," Fix All for Me":["Los alles voor mij op"],"No Results Found":["Geen resultaten gevonden"],"Your search didn't match any results. Please try a different keyword or refine your search criteria.":["Uw zoekopdracht kwam niet overeen met resultaten. Probeer een ander trefwoord of verfijn uw zoekcriteria."],"Issue":["Probleem"],"Action":["Actie"],"Page %1$s out of %2$s":["Pagina %1$s van %2$s"],"Previous page":["Vorige pagina"],"Page %s":["Pagina %s"],"Next page":["Volgende pagina"],"WordPress updates API not available.":["WordPress-updates API niet beschikbaar."],"%1$s %2$s failed: %3$s":["%1$s %2$s mislukt: %3$s"],"installation":["installatie"],"activation":["activatie"],"Unknown error occurred":["Onbekende fout opgetreden"],"Failed to fetch plugins and themes":["Kon plugins en thema's niet ophalen"],"Something went wrong":["Er is iets misgegaan"],"Another operation is in progress. Please wait.":["Een andere bewerking is bezig. Even geduld alstublieft."],"%1$s is already installed and activated.":["%1$s is al geïnstalleerd en geactiveerd."],"%1$s activated successfully":["%1$s succesvol geactiveerd"],"%1$s installed and activated successfully":["%1$s succesvol geïnstalleerd en geactiveerd"],"Operation failed":["Bewerking mislukt"],"Enable Author Archive":["Schakel auteurarchief in"],"Displays all posts published by a specific author. Useful for showcasing an author’s contributions and helping search engines understand authorship and topical relevance.":["Toont alle berichten die door een specifieke auteur zijn gepubliceerd. Handig om de bijdragen van een auteur te tonen en zoekmachines te helpen de auteurschap en thematische relevantie te begrijpen."],"Enable Date Archive":["Schakel datumarchief in"],"Groups posts by month or year. Helps visitors explore content chronologically and allows search engines to better index time-based content.":["Groep berichten op maand of jaar. Helpt bezoekers om inhoud chronologisch te verkennen en stelt zoekmachines in staat om tijdgebonden inhoud beter te indexeren."],"Archive Pages":["Archiefpagina's"],"XML":["XML"],"Enable XML Sitemap":["Schakel XML-sitemap in"],"Generates an XML sitemap to help search engines index your site content.":["Genereert een XML-sitemap om zoekmachines te helpen uw site-inhoud te indexeren."],"Include Images in XML Sitemap":["Voeg afbeeldingen toe aan XML-sitemap"],"Add images from your posts and pages to the XML sitemap so search engines can find and index them more easily. Images are visible only in source code.":["Voeg afbeeldingen van uw berichten en pagina's toe aan de XML-sitemap, zodat zoekmachines ze gemakkelijker kunnen vinden en indexeren. Afbeeldingen zijn alleen zichtbaar in de broncode."],"Sitemap is currently disabled. Please enable XML sitemap in settings to access the sitemap file.":["Sitemap is momenteel uitgeschakeld. Schakel de XML-sitemap in de instellingen in om toegang te krijgen tot het sitemapbestand."],"Open Sitemap":["Open Sitemap"],"These settings help search engines understand how to treat your home page in search results. Enabling ‘No Index’ will prevent the home page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page. These settings apply only to your website’s home page.":["Deze instellingen helpen zoekmachines te begrijpen hoe ze uw startpagina in zoekresultaten moeten behandelen. Het inschakelen van 'No Index' voorkomt dat de startpagina in zoekresultaten verschijnt. 'No Follow' vertelt zoekmachines om geen links op de pagina te volgen, en 'No Archive' voorkomt dat zoekmachines een gecachte versie van de pagina opslaan. Deze instellingen zijn alleen van toepassing op de startpagina van uw website."],"No Index":["Geen index"],"Prevents search engines from listing your home page in search results.":["Voorkomt dat zoekmachines uw startpagina in zoekresultaten vermelden."],"No Follow":["Geen volg"],"Tells search engines not to follow any links on your home page.":["Geeft zoekmachines de instructie om geen links op uw startpagina te volgen."],"No Archive":["Geen archief"],"Blocks search engines from storing a cached version of your home page.":["Blokkeert zoekmachines om een gecachte versie van uw startpagina op te slaan."],"This is only for Home Page. These settings will not affect any other pages.":["Dit is alleen voor de startpagina. Deze instellingen hebben geen invloed op andere pagina's."],"Site Name: ":["Site naam:"],"The site name used in meta titles and descriptions is taken from the WordPress General Settings, where it is defined under \"Site Title.\"":["De sitenaam die in meta-titels en beschrijvingen wordt gebruikt, is afkomstig van de algemene instellingen van WordPress, waar deze is gedefinieerd onder \"Site titel\"."],"Search Engine Title":["Zoekmachine titel"],"Set a default title for all individual post pages to help define how they appear in search engines. You can override this title for any post by editing it directly.":["Stel een standaardtitel in voor alle individuele berichtenpagina's om te helpen definiëren hoe ze in zoekmachines verschijnen. U kunt deze titel voor elk bericht overschrijven door het direct te bewerken."],"Type @ to view variable suggestions":["Typ @ om variabele suggesties te bekijken"],"Search Engine Preview":["Zoekmachine voorbeeld"],"Enter the full URLs of your official profiles. These will be added to the Organization schema under SameAs to help search engines verify your online presence.":["Voer de volledige URL's van uw officiële profielen in. Deze worden toegevoegd aan het organisatie-schema onder SameAs om zoekmachines te helpen uw online aanwezigheid te verifiëren."],"Other Accounts":["Andere accounts"],"Site Facebook Page":["Site Facebook-pagina"],"Provide the full URL of your official Facebook Page. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Geef de volledige URL van uw officiële Facebook-pagina op. Deze URL wordt gebruikt in de gestructureerde gegevens van uw site onder het Schema → Organisatie → SameAs-veld om uw merk te associëren met zijn geverifieerde sociale profiel."],"Author Facebook Page":["Auteur Facebook-pagina"],"Enter the URL of your default Facebook author page. It will be used in structured data when a post doesn’t have a specific author profile set - useful for multi-author sites.":["Voer de URL in van uw standaard Facebook-auteurpagina. Deze wordt gebruikt in gestructureerde gegevens wanneer een bericht geen specifieke auteursprofiel heeft ingesteld - nuttig voor sites met meerdere auteurs."],"Facebook":["Facebook"],"Select Default Image":["Selecteer standaardafbeelding"],"Set Default Image":["Stel standaardafbeelding in"],"Default Image":["Standaardafbeelding"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Stel een standaardafbeelding in die zal worden gebruikt voor sociale delen wanneer er geen uitgelichte of sociale specifieke afbeelding beschikbaar is. Dit zorgt ervoor dat uw inhoud altijd een visueel element heeft wanneer deze wordt gedeeld op platforms zoals Facebook of X (Twitter)."],"Preview":["Voorbeeld"],"Fallback":["Fallback"],"Summary Large Image":["Samenvatting grote afbeelding"],"Summary":["Samenvatting"],"X Card Type":["X-kaarttype"],"Site's X Profile":["X-profiel van de site"],"Provide the full URL of your official X (Twitter) profile. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Geef de volledige URL van uw officiële X (Twitter) profiel op. Deze URL zal worden gebruikt in de gestructureerde gegevens van uw site onder Schema → Organisatie → SameAs-veld om uw merk te associëren met zijn geverifieerde sociale profiel."],"Author’s X Profile":["X-profiel van de auteur"],"Enter the URL of your fallback Twitter author page. This will be used if an individual author URL is not provided.":["Voer de URL van uw fallback Twitter-auteurspagina in. Dit zal worden gebruikt als er geen individuele auteurs-URL is opgegeven."],"X":["X"],"Social":["Sociaal"],"Search Engine Description":["Zoekmachinebeschrijving"],"Passed":["Geslaagd"],"Choose how your content will appear when shared on X. This setting determines the card type—either a summary or a summary with a large image—used in the post preview.":["Kies hoe uw inhoud eruit zal zien wanneer deze wordt gedeeld op X. Deze instelling bepaalt het kaarttype—ofwel een samenvatting of een samenvatting met een grote afbeelding—die wordt gebruikt in de postpreview."],"Critical":["Kritiek"],"Warning":["Waarschuwing"],"Learn about Google Search Console and how SureRank uses it for optimizing your website.":["Leer over Google Search Console en hoe SureRank het gebruikt om uw website te optimaliseren."],"What is Google Search Console and how does SureRank use it?":["Wat is Google Search Console en hoe gebruikt SureRank het?"],"Fix All for Me":["Los alles voor mij op"],"SureRank Dashboard":["SureRank-dashboard"],"Archive Pages let visitors access links to view posts by author or by date. This makes it easier for people to find content based on who wrote it or when it was published.":["Archiefpagina's laten bezoekers links zien om berichten te bekijken per auteur of datum. Dit maakt het makkelijker voor mensen om inhoud te vinden op basis van wie het schreef of wanneer het werd gepubliceerd."],"Generates a sitemap to help search engines find and index your content more efficiently. Showing image count can improve how your media appears in search results.":["Genereert een sitemap om zoekmachines te helpen uw inhoud efficiënter te vinden en te indexeren. Het tonen van het aantal afbeeldingen kan verbeteren hoe uw media verschijnt in zoekresultaten."],"Create a default template for how your pages appear in Google search. You can still set custom titles and descriptions for individual pages.":["Maak een standaardtemplate voor hoe uw pagina's verschijnen in Google-zoekresultaten. U kunt nog steeds aangepaste titels en beschrijvingen instellen voor individuele pagina's."],"Control how your pages appear when shared on Facebook. Set attribution and preview settings here.":["Beheer hoe uw pagina's verschijnen wanneer ze worden gedeeld op Facebook. Stel hier toeschrijving en voorbeeldinstellingen in."],"Default Social Image":["Standaard sociale afbeelding"],"This is your site's default social sharing image (Open Graph). It shows up when your pages are shared on social platforms — unless a custom image is set on that page.":["Dit is de standaard sociale deelafbeelding van uw site (Open Graph). Deze verschijnt wanneer uw pagina's worden gedeeld op sociale platforms — tenzij er een aangepaste afbeelding op die pagina is ingesteld."],"Control how your pages appear when shared on X. Set attribution and preview settings here.":["Beheer hoe uw pagina's verschijnen wanneer ze worden gedeeld op X. Stel hier toeschrijving en voorbeeldinstellingen in."],"SEO Performance":["SEO-prestaties"],"No SEO Performance to Show":["Geen SEO-prestaties om te tonen"],"Fix it for me":["Los het voor mij op"],"Help Me Fix":["Help me het op te lossen"],"Re-run Checks":["Controle opnieuw uitvoeren"],"Restore":["Herstellen"],"Ignore":["Negeren"],"Ignore Site Check":["Sitecontrole negeren"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["We zullen deze controle in toekomstige scans niet meer markeren. Als het niet relevant is, kun je het gerust negeren; je kunt het later altijd weer terughalen indien nodig."],"Set a default description for all individual post pages to help define how they appear in search engines. You can override this description for any post by editing it directly.":["Stel een standaardbeschrijving in voor alle individuele berichtpagina's om te helpen definiëren hoe ze verschijnen in zoekmachines. Je kunt deze beschrijving voor elk bericht overschrijven door het direct te bewerken."],"Meta Templates":["Meta-sjablonen"],"Ignored":["Genegeerd"],"Suggestion":["Suggestie"],"Search Console":["Search Console"]}}}