{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/admin-dashboard\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Dasbor"],"General":["Umum"],"Advanced":["Lanjutan"],"Post Title":["Judul Pos"],"Separator":["Pemisah"],"Site Name":["Nama Situs"],"Page":["Halaman"],"Tagline":["Tagline"],"Search Engine Preview":["Prabaca Mesin Pencari"],"Search Engine Title":["Judul Mesin Pencari"],"Type @ to view variable suggestions":["Ketik @ untuk melihat saran variabel"],"Search Engine Description":["Deskripsi Mesin Pencari"],"Robot Instructions":["Instruksi Robot"],"Social":["Sosial"],"Cancel":["Batal"],"Schema":["Skema"],"Passed":["Lulus"],"Settings":["Pengaturan"],"Proceed":["Lanjutkan"],"Failed to fetch general seo analysis report":["Gagal mengambil laporan analisis SEO umum"],"An unexpected error occurred while fetching the general SEO analysis report. Please try again later.":["Terjadi kesalahan yang tidak terduga saat mengambil laporan analisis SEO umum. Silakan coba lagi nanti."],"Failed to fetch other seo analysis report":["Gagal mengambil laporan analisis SEO lainnya"],"An unexpected error occurred while fetching the other SEO analysis report. Please try again later.":["Terjadi kesalahan yang tidak terduga saat mengambil laporan analisis SEO lainnya. Silakan coba lagi nanti."],"Failed to fetch analysis report":["Gagal mengambil laporan analisis"],"An unexpected error occurred while fetching the settings SEO analysis report. Please try again later.":["Terjadi kesalahan yang tidak terduga saat mengambil laporan analisis SEO pengaturan. Silakan coba lagi nanti."],"Search…":["Cari…"],"Needs Improvement":["Perlu Perbaikan"],"SEO is Optimized":["SEO Sudah Dioptimalkan"],"What's New?":["Apa yang Baru?"],"Knowledge Base":["Basis Pengetahuan"],"Please select a site":["Silakan pilih situs"],"Failed to proceed":["Gagal untuk melanjutkan"],"Site selected successfully":["Situs berhasil dipilih"],"Select a site":["Pilih situs"],"No Verified Site Found":["Tidak Ada Situs Terverifikasi Ditemukan"],"Add and verify your site in Google Search Console to start seeing insights here. ":["Tambahkan dan verifikasi situs Anda di Google Search Console untuk mulai melihat wawasan di sini."],"Learn more":["Pelajari lebih lanjut"],"Search Console Account":["Akun Search Console"],"Please select a site below to view its data.":["Silakan pilih situs di bawah ini untuk melihat datanya."],"Facebook Preview":["Prabaca Facebook"],"X Preview":["Prabaca X"],"Disconnect Search Console Account":["Putuskan Akun Search Console"],"Are you sure you want to disconnect your Search Console account from SureRank?":["Apakah Anda yakin ingin memutuskan akun Search Console Anda dari SureRank?"],"Disconnect":["Putuskan"],"Change Site":["Ubah Situs"],"Failed to disconnect your account. Please try again.":["Gagal memutuskan akun Anda. Silakan coba lagi."],"Your account has been disconnected. The page will refresh in a few seconds.":["Akun Anda telah diputuskan. Halaman akan menyegarkan dalam beberapa detik."],"Failed to fetch content performance":["Gagal mengambil kinerja konten"],"Oops! Something went wrong":["Ups! Ada yang salah"],"Failed to get content performance. Please try again later. If the problem persists, please contact support.":["Gagal mendapatkan kinerja konten. Silakan coba lagi nanti. Jika masalah berlanjut, silakan hubungi dukungan."],"Once a site is selected, you'll see how your content is performing in search engines here.":["Setelah situs dipilih, Anda akan melihat bagaimana konten Anda berkinerja di mesin pencari di sini."],"No content performance data available. Please check back later.":["Tidak ada data kinerja konten yang tersedia. Silakan periksa kembali nanti."],"Once connected to Google Search Console, you’ll see how your content is performing in search engines here.":["Setelah terhubung ke Google Search Console, Anda akan melihat bagaimana konten Anda berkinerja di mesin pencari di sini."],"Status":["Status"],"Clicks":["Klik"],"Avg. Position":["Posisi Rata-rata"],"Impressions":["Tayangan"],"Content Score":["Skor Konten"],"Pro":["Pro"],"Actions":["Tindakan"],"Top Ranked":["Peringkat Teratas"],"On the Rise":["Sedang Naik"],"Low Visibility":["Visibilitas Rendah"],"Out of 100":["Dari 100"],"View":["Lihat"],"Unlock Content Insights":["Buka Wawasan Konten"],"See what's driving traffic, content score, rankings, and performance trends.":["Lihat apa yang mendorong lalu lintas, skor konten, peringkat, dan tren kinerja."],"Upgrade":["Tingkatkan"],"View Full Report":["Lihat Laporan Lengkap"],"Content Analysis":["Analisis Konten"],"Content Gap":["Kesenjangan Konten"],"Content Performance":["Kinerja Konten"],"(Last 90 days)":["(90 hari terakhir)"],"Title & Description":["Judul & Deskripsi"],"Manage titles and meta descriptions to boost your search rankings.":["Kelola judul dan deskripsi meta untuk meningkatkan peringkat pencarian Anda."],"Home Page":["Halaman Utama"],"Set SEO options for your homepage to improve its search visibility.":["Atur opsi SEO untuk halaman utama Anda untuk meningkatkan visibilitas pencariannya."],"Social Network":["Jaringan Sosial"],"Configure how your content appears when shared on social media platforms.":["Konfigurasikan bagaimana konten Anda muncul saat dibagikan di platform media sosial."],"Sitemaps":["Peta Situs"],"Generate XML sitemaps to help search engines crawl your site.":["Hasilkan peta situs XML untuk membantu mesin pencari menjelajahi situs Anda."],"Configure robots.txt to guide search engines on crawling.":["Konfigurasikan robots.txt untuk memandu mesin pencari dalam menjelajah."],"Crawl Optimization":["Optimisasi Crawl"],"Adjust crawl settings to improve search engine indexing.":["Sesuaikan pengaturan crawl untuk meningkatkan pengindeksan mesin pencari."],"Feeds":["Umur"],"Manage RSS feeds to keep search engines updated with your latest content.":["Kelola umpan RSS untuk menjaga mesin pencari tetap diperbarui dengan konten terbaru Anda."],"Add structured data to enhance search engine understanding.":["Tambahkan data terstruktur untuk meningkatkan pemahaman mesin pencari."],"Import\/Export":["Impor\/Ekspor"],"Transfer SEO settings or backup configurations with ease.":["Transfer pengaturan SEO atau cadangan konfigurasi dengan mudah."],"Planned":["Direncanakan"],"Astra Theme":["Tema Astra"],"Fast and customizable theme for your website.":["Tema cepat dan dapat disesuaikan untuk situs web Anda."],"Spectra":["Spectra"],"Free WordPress Page Builder Plugin.":["Plugin Pembuat Halaman WordPress Gratis."],"SureMail":["SureMail"],"Connect and send emails via SMTP connections.":["Sambungkan dan kirim email melalui koneksi SMTP."],"SureForms":["SureForms"],"Best no code WordPress form builder":["Pembuat formulir WordPress tanpa kode terbaik"],"OttoKit":["OttoKit"],"Automate your WordPress setup.":["Otomatisasi pengaturan WordPress Anda."],"Open Support Ticket":["Buka Tiket Dukungan"],"Help Center":["Pusat Bantuan"],"Join our Community on Facebook":["Bergabunglah dengan Komunitas Kami di Facebook"],"Leave Us a Review":["Tinggalkan Ulasan untuk Kami"],"Launch Setup Wizard":["Luncurkan Panduan Pengaturan"],"The request is malformed or invalid. Please check the request parameters and try again.":["Permintaan tidak valid atau salah format. Silakan periksa parameter permintaan dan coba lagi."],"Authentication failed. Please provide valid credentials or re-authenticate.":["Autentikasi gagal. Silakan berikan kredensial yang valid atau autentikasi ulang."],"Access is denied. You lack the necessary permissions to perform this action.":["Akses ditolak. Anda tidak memiliki izin yang diperlukan untuk melakukan tindakan ini."],"The requested resource was not found. Please verify the URL or resource ID.":["Sumber daya yang diminta tidak ditemukan. Silakan verifikasi URL atau ID sumber daya."],"You have exceeded your API quota. Please wait or upgrade your plan.":["Anda telah melebihi kuota API Anda. Silakan tunggu atau tingkatkan rencana Anda."],"A server error occurred on Google's end. Please try again later.":["Terjadi kesalahan server di pihak Google. Silakan coba lagi nanti."],"An error occurred. Please try again.":["Terjadi kesalahan. Silakan coba lagi."],"Error code: ":["Kode kesalahan:"],"Activated":["Diaktifkan"],"Activate":["Aktifkan"],"Install & Activate":["Instal & Aktifkan"],"Extend Your Website":["Perluas Situs Web Anda"],"Quick Access":["Akses Cepat"],"Content Gap Illustration":["Ilustrasi Celah Konten"],"Unlock Competitor Insights with Content Gap":["Buka Wawasan Pesaing dengan Celah Konten"],"Discover the topics your competitors rank for but you’re missing. Find high-traffic opportunities and close the gap with data-backed content strategies.":["Temukan topik yang dirangking pesaing Anda tetapi Anda lewatkan. Temukan peluang lalu lintas tinggi dan tutup celah dengan strategi konten berbasis data."],"Upgrade to View Full Report":["Tingkatkan untuk Melihat Laporan Lengkap"],"Connect to Search Console":["Sambungkan ke Search Console"],"Let's Connect to Search Console!":["Mari Sambungkan ke Search Console!"],"Link your website to Google Search Console to access detailed search analytics, track performance, and optimize your site for better search rankings.":["Tautkan situs web Anda ke Google Search Console untuk mengakses analitik pencarian terperinci, melacak kinerja, dan mengoptimalkan situs Anda untuk peringkat pencarian yang lebih baik."],"Connect to Search Console Now":["Sambungkan ke Search Console Sekarang"],"Site Search Traffic":["Lalu Lintas Pencarian Situs"],"(Last 20 days)":["(20 hari terakhir)"],"Failed to fetch matched site":["Gagal mengambil situs yang cocok"],"Failed to fetch site traffic":["Gagal mengambil lalu lintas situs"],"Select a Site to View Analytics":["Pilih Situs untuk Melihat Analitik"],"Select a site to access detailed search analytics, track performance metrics, and boost your visibility in search results effectively.":["Pilih situs untuk mengakses analitik pencarian terperinci, melacak metrik kinerja, dan meningkatkan visibilitas Anda dalam hasil pencarian secara efektif."],"Select a Site":["Pilih Situs"],"Site Analysis":["Analisis Situs"],"No additional information to show.":["Tidak ada informasi tambahan yang ditampilkan."],"Site SEO Analysis":["Analisis SEO Situs"]," Fix All for Me":["Perbaiki Semua untuk Saya"],"No Results Found":["Tidak Ada Hasil Ditemukan"],"Your search didn't match any results. Please try a different keyword or refine your search criteria.":["Pencarian Anda tidak cocok dengan hasil apa pun. Silakan coba kata kunci yang berbeda atau perbaiki kriteria pencarian Anda."],"Issue":["Masalah"],"Action":["Tindakan"],"Page %1$s out of %2$s":["Halaman %1$s dari %2$s"],"Previous page":["Halaman sebelumnya"],"Page %s":["Halaman %s"],"Next page":["Halaman berikutnya"],"WordPress updates API not available.":["API pembaruan WordPress tidak tersedia."],"%1$s %2$s failed: %3$s":["%1$s %2$s gagal: %3$s"],"installation":["instalasi"],"activation":["aktivasi"],"Unknown error occurred":["Kesalahan tidak dikenal terjadi"],"Failed to fetch plugins and themes":["Gagal mengambil plugin dan tema"],"Something went wrong":["Ada yang salah"],"Another operation is in progress. Please wait.":["Operasi lain sedang berlangsung. Silakan tunggu."],"%1$s is already installed and activated.":["%1$s sudah diinstal dan diaktifkan."],"%1$s activated successfully":["%1$s berhasil diaktifkan"],"%1$s installed and activated successfully":["%1$s berhasil diinstal dan diaktifkan"],"Operation failed":["Operasi gagal"],"Enable Author Archive":["Aktifkan Arsip Penulis"],"Displays all posts published by a specific author. Useful for showcasing an author’s contributions and helping search engines understand authorship and topical relevance.":["Menampilkan semua pos yang diterbitkan oleh penulis tertentu. Berguna untuk menampilkan kontribusi penulis dan membantu mesin pencari memahami kepenulisan dan relevansi topikal."],"Enable Date Archive":["Aktifkan Arsip Tanggal"],"Groups posts by month or year. Helps visitors explore content chronologically and allows search engines to better index time-based content.":["Mengelompokkan pos berdasarkan bulan atau tahun. Membantu pengunjung menjelajahi konten secara kronologis dan memungkinkan mesin pencari untuk lebih baik mengindeks konten berbasis waktu."],"Archive Pages":["Halaman Arsip"],"XML":["XML"],"Enable XML Sitemap":["Aktifkan Peta Situs XML"],"Generates an XML sitemap to help search engines index your site content.":["Menghasilkan peta situs XML untuk membantu mesin pencari mengindeks konten situs Anda."],"Include Images in XML Sitemap":["Sertakan Gambar dalam Peta Situs XML"],"Add images from your posts and pages to the XML sitemap so search engines can find and index them more easily. Images are visible only in source code.":["Tambahkan gambar dari pos dan halaman Anda ke peta situs XML sehingga mesin pencari dapat menemukannya dan mengindeksnya dengan lebih mudah. Gambar hanya terlihat dalam kode sumber."],"Sitemap is currently disabled. Please enable XML sitemap in settings to access the sitemap file.":["Peta situs saat ini dinonaktifkan. Silakan aktifkan peta situs XML di pengaturan untuk mengakses file peta situs."],"Open Sitemap":["Buka Peta Situs"],"These settings help search engines understand how to treat your home page in search results. Enabling ‘No Index’ will prevent the home page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page. These settings apply only to your website’s home page.":["Pengaturan ini membantu mesin pencari memahami bagaimana memperlakukan halaman beranda Anda dalam hasil pencarian. Mengaktifkan 'Tidak Indeks' akan mencegah halaman beranda muncul dalam hasil pencarian. 'Tidak Ikuti' memberi tahu mesin pencari untuk tidak mengikuti tautan apa pun di halaman, dan 'Tidak Arsip' mencegah mesin pencari menyimpan versi cache dari halaman. Pengaturan ini hanya berlaku untuk halaman beranda situs Anda."],"No Index":["Tidak Indeks"],"Prevents search engines from listing your home page in search results.":["Mencegah mesin pencari mencantumkan halaman beranda Anda dalam hasil pencarian."],"No Follow":["Tidak Ikuti"],"Tells search engines not to follow any links on your home page.":["Memberitahu mesin pencari untuk tidak mengikuti tautan apa pun di halaman beranda Anda."],"No Archive":["Tidak Arsip"],"Blocks search engines from storing a cached version of your home page.":["Memblokir mesin pencari dari menyimpan versi cache dari halaman beranda Anda."],"This is only for Home Page. These settings will not affect any other pages.":["Ini hanya untuk Halaman Beranda. Pengaturan ini tidak akan mempengaruhi halaman lainnya."],"Site Name: ":["Nama Situs:"],"The site name used in meta titles and descriptions is taken from the WordPress General Settings, where it is defined under \"Site Title.\"":["Nama situs yang digunakan dalam judul dan deskripsi meta diambil dari Pengaturan Umum WordPress, di mana ia didefinisikan di bawah \"Judul Situs.\""],"Set a default title for all individual post pages to help define how they appear in search engines. You can override this title for any post by editing it directly.":["Tetapkan judul default untuk semua halaman pos individu untuk membantu mendefinisikan bagaimana mereka muncul di mesin pencari. Anda dapat menimpa judul ini untuk pos mana pun dengan mengeditnya secara langsung."],"Enter the full URLs of your official profiles. These will be added to the Organization schema under SameAs to help search engines verify your online presence.":["Masukkan URL lengkap dari profil resmi Anda. Ini akan ditambahkan ke skema Organisasi di bawah SameAs untuk membantu mesin pencari memverifikasi keberadaan online Anda."],"Other Accounts":["Akun Lain"],"Site Facebook Page":["Halaman Facebook Situs"],"Provide the full URL of your official Facebook Page. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Berikan URL lengkap dari Halaman Facebook resmi Anda. URL ini akan digunakan dalam data terstruktur situs Anda di bawah Skema → Organisasi → Bidang SameAs untuk mengaitkan merek Anda dengan profil sosialnya yang terverifikasi."],"Author Facebook Page":["Halaman Facebook Penulis"],"Enter the URL of your default Facebook author page. It will be used in structured data when a post doesn’t have a specific author profile set - useful for multi-author sites.":["Masukkan URL halaman penulis Facebook default Anda. Ini akan digunakan dalam data terstruktur ketika sebuah pos tidak memiliki profil penulis tertentu yang diatur - berguna untuk situs multi-penulis."],"Facebook":["Facebook"],"Select Default Image":["Pilih Gambar Default"],"Set Default Image":["Tetapkan Gambar Default"],"Default Image":["Gambar Default"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Tetapkan gambar default yang akan digunakan untuk berbagi sosial ketika tidak ada gambar unggulan atau gambar khusus sosial yang tersedia. Ini memastikan konten Anda selalu memiliki visual saat dibagikan di platform seperti Facebook atau X (Twitter)."],"Preview":["Prabaca"],"Fallback":["Cadangan"],"Summary Large Image":["Gambar Besar Ringkasan"],"Summary":["Ringkasan"],"X Card Type":["Jenis Kartu X"],"Site's X Profile":["Profil X Situs"],"Provide the full URL of your official X (Twitter) profile. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Berikan URL lengkap dari profil resmi X (Twitter) Anda. URL ini akan digunakan dalam data terstruktur situs Anda di bawah Skema → Organisasi → Bidang SameAs untuk mengaitkan merek Anda dengan profil sosialnya yang terverifikasi."],"Author’s X Profile":["Profil X Penulis"],"Enter the URL of your fallback Twitter author page. This will be used if an individual author URL is not provided.":["Masukkan URL halaman penulis Twitter cadangan Anda. Ini akan digunakan jika URL penulis individu tidak disediakan."],"X":["X"],"Choose how your content will appear when shared on X. This setting determines the card type—either a summary or a summary with a large image—used in the post preview.":["Pilih bagaimana konten Anda akan muncul saat dibagikan di X. Pengaturan ini menentukan jenis kartu—baik ringkasan atau ringkasan dengan gambar besar—yang digunakan dalam pratinjau pos."],"Critical":["Kritis"],"Warning":["Peringatan"],"Learn about Google Search Console and how SureRank uses it for optimizing your website.":["Pelajari tentang Google Search Console dan bagaimana SureRank menggunakannya untuk mengoptimalkan situs web Anda."],"What is Google Search Console and how does SureRank use it?":["Apa itu Google Search Console dan bagaimana SureRank menggunakannya?"],"Fix All for Me":["Perbaiki Semua untuk Saya"],"SureRank Dashboard":["Dasbor SureRank"],"Archive Pages let visitors access links to view posts by author or by date. This makes it easier for people to find content based on who wrote it or when it was published.":["Halaman Arsip memungkinkan pengunjung mengakses tautan untuk melihat posting berdasarkan penulis atau tanggal. Ini memudahkan orang menemukan konten berdasarkan siapa yang menulis atau kapan diterbitkan."],"Generates a sitemap to help search engines find and index your content more efficiently. Showing image count can improve how your media appears in search results.":["Menghasilkan sitemap untuk membantu mesin pencari menemukan dan mengindeks konten Anda lebih efisien. Menampilkan jumlah gambar dapat meningkatkan bagaimana media Anda muncul di hasil pencarian."],"Create a default template for how your pages appear in Google search. You can still set custom titles and descriptions for individual pages.":["Buat template default untuk bagaimana halaman Anda muncul di pencarian Google. Anda masih dapat mengatur judul dan deskripsi khusus untuk halaman individual."],"Control how your pages appear when shared on Facebook. Set attribution and preview settings here.":["Kontrol bagaimana halaman Anda muncul saat dibagikan di Facebook. Atur atribusi dan pengaturan pratinjau di sini."],"Default Social Image":["Gambar Sosial Default"],"This is your site's default social sharing image (Open Graph). It shows up when your pages are shared on social platforms — unless a custom image is set on that page.":["Ini adalah gambar berbagi sosial default situs Anda (Open Graph). Gambar ini muncul saat halaman Anda dibagikan di platform sosial — kecuali gambar khusus diatur pada halaman tersebut."],"Control how your pages appear when shared on X. Set attribution and preview settings here.":["Kontrol bagaimana halaman Anda muncul saat dibagikan di X. Atur atribusi dan pengaturan pratinjau di sini."],"SEO Performance":["Kinerja SEO"],"No SEO Performance to Show":["Tidak ada Kinerja SEO untuk Ditampilkan"],"Fix it for me":["Perbaiki untuk saya"],"Help Me Fix":["Bantu Saya Memperbaiki"],"Re-run Checks":["Jalankan Ulang Pemeriksaan"],"Restore":["Pulihkan"],"Ignore":["Abaikan"],"Ignore Site Check":["Abaikan Pemeriksaan Situs"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Kami akan berhenti menandai pemeriksaan ini dalam pemindaian mendatang. Jika tidak relevan, silakan abaikan, Anda selalu dapat membawanya kembali nanti jika diperlukan."],"Set a default description for all individual post pages to help define how they appear in search engines. You can override this description for any post by editing it directly.":["Tetapkan deskripsi default untuk semua halaman pos individu untuk membantu mendefinisikan bagaimana mereka muncul di mesin pencari. Anda dapat menimpa deskripsi ini untuk pos mana pun dengan mengeditnya langsung."],"Meta Templates":["Templat Meta"],"Ignored":["Diabaikan"],"Suggestion":["Saran"],"Search Console":["Konsol Pencarian"]}}}