{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/seo-popup\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"General":["Allgemein"],"Advanced":["Erweitert"],"Search engine title exceeds %1$d characters.":["Der Titel für Suchmaschinen überschreitet %1$d Zeichen."],"Search engine description exceeds %1$d characters.":["Die Beschreibung für Suchmaschinen überschreitet %1$d Zeichen."],"Search Engine Preview":["Vorschau der Suchmaschine"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Sieh dir eine Vorschau an, wie deine Seite in den Suchergebnissen erscheinen könnte. Diese Vorschau dient nur zur Orientierung und könnte nicht genau mit der Darstellung durch Suchmaschinen übereinstimmen."],"Search Engine Title":["Suchmaschinen-Titel"],"Type @ to view variable suggestions":["Gib @ ein, um Variablenvorschläge anzuzeigen"],"Search Engine Description":["Suchmaschinen-Beschreibung"],"Use Data from Facebook Tab":["Daten aus dem Facebook-Tab verwenden"],"Social Image":["Soziale Bild"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Lade ein Bild mit mindestens 600x315px hoch. Empfohlene Größe ist 1200x630px."],"Social Title":["Sozialer Titel"],"Social Description":["Soziale Beschreibung"],"%s Preview":["%s-Vorschau"],"Robot Instructions":["Robot-Anweisungen"],"These settings help search engines understand how to treat your page in search results. Enabling ‘No Index’ will prevent the page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page.":["Diese Einstellungen helfen Suchmaschinen zu verstehen, wie sie deine Seite in den Suchergebnissen behandeln sollen. Das Aktivieren von 'Kein Index' verhindert, dass die Seite in den Suchergebnissen erscheint. 'Kein Follow' sagt Suchmaschinen, dass sie keinen Links auf der Seite folgen sollen, und 'Kein Archiv' verhindert, dass Suchmaschinen eine zwischengespeicherte Version der Seite speichern."],"Canonical URL":["Kanonische URL"],"The Canonical URL tells search engines which version of a page should be indexed to avoid duplicate content issues. Leave blank to let SureRank set it automatically.":["Die kanonische URL sagt Suchmaschinen, welche Version einer Seite indiziert werden soll, um Probleme mit doppeltem Inhalt zu vermeiden. Lass es leer, damit SureRank es automatisch festlegt."],"Social":["Sozial"],"Cancel":["Abbrechen"],"Schemas in Use":["Verwendete Schemata"],"No schemas configured.":["Keine Schemata konfiguriert."],"Meta":["Meta"],"Schema":["Schema"],"Search engine title is missing on the page.":["Der Titel für Suchmaschinen fehlt auf der Seite."],"Search engine description is missing on the page.":["Die Beschreibung für Suchmaschinen fehlt auf der Seite."],"Close":["Schließen"],"Page SEO Checks":["SEO-Prüfungen der Seite"],"Settings":["Einstellungen"],"SureRank Meta Box":["SureRank Meta-Box"],"Page contains at least one subheading.":["Die Seite enthält mindestens eine Unterüberschrift."],"All images on this page have alt text attributes.":["Alle Bilder auf dieser Seite haben Alt-Textattribute."],"One or more images on this page are missing alt text attributes.":["Eines oder mehrere Bilder auf dieser Seite fehlen Alt-Textattribute."],"This page includes images or videos to enhance content.":["Diese Seite enthält Bilder oder Videos zur Verbesserung des Inhalts."],"No images or videos found on this page.":["Keine Bilder oder Videos auf dieser Seite gefunden."],"Canonical tag is not present on the page.":["Das kanonische Tag ist auf der Seite nicht vorhanden."],"Canonical tag is present on the page.":["Das kanonische Tag ist auf der Seite vorhanden."],"Page URL is short and SEO-friendly.":["Die URL der Seite ist kurz und SEO-freundlich."],"Page URL is longer than %s characters and may affect SEO and readability.":["Die URL der Seite ist länger als %s Zeichen und kann SEO und Lesbarkeit beeinträchtigen."],"One or more broken links found on the page.":["Einer oder mehrere defekte Links wurden auf der Seite gefunden."],"This page includes video(s) but no images.":["Diese Seite enthält Video(s), aber keine Bilder."],"No links found on this page.":["Keine Links auf dieser Seite gefunden."],"Links are present on this page.":["Links sind auf dieser Seite vorhanden."],"Search engine title is present and under %1$d characters.":["Der Titel der Suchmaschine ist vorhanden und unter %1$d Zeichen."],"Search engine description is present and under %1$d characters.":["Die Beschreibung der Suchmaschine ist vorhanden und unter %1$d Zeichen."],"Open Graph tags are present on the page.":["Open Graph-Tags sind auf der Seite vorhanden."],"Open Graph tags are not present on the page.":["Open Graph-Tags sind auf der Seite nicht vorhanden."],"No broken links found on the page.":["Keine defekten Links auf der Seite gefunden."],"Remove":["Entfernen"],"Page does not contain at least one subheading.":["Die Seite enthält nicht mindestens eine Unterüberschrift."],"These broken links were found on the page:":["Diese defekten Links wurden auf der Seite gefunden:"],"Refreshing":["Aktualisieren"],"Refresh":["Aktualisieren"],"Please save changes in the editor before refreshing the checks.":["Bitte speichern Sie die Änderungen im Editor, bevor Sie die Überprüfungen aktualisieren."],"%1$s %2$s need attention. Click to see":["%1$s %2$s benötigen Aufmerksamkeit. Klicken Sie, um sie zu sehen"],"issue":["Problem"],"All SEO checks passed. Click to see":["Alle SEO-Prüfungen bestanden. Klicken Sie, um sie zu sehen"],"Confirm":["Bestätigen"]}}}