{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/seo-popup\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"General":["Geral"],"Advanced":["Avançado"],"Search engine title exceeds %1$d characters.":["O título do mecanismo de busca excede %1$d caracteres."],"Search engine description exceeds %1$d characters.":["A descrição do mecanismo de busca excede %1$d caracteres."],"Search Engine Preview":["Prévia do Motor de Busca"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Veja uma prévia de como sua página pode aparecer nos resultados do motor de busca. Esta prévia é apenas para orientação e pode não corresponder exatamente a como os motores de busca exibem seu conteúdo."],"Search Engine Title":["Título do Motor de Busca"],"Type @ to view variable suggestions":["Digite @ para ver sugestões de variáveis"],"Search Engine Description":["Descrição do Motor de Busca"],"Use Data from Facebook Tab":["Usar Dados da Aba do Facebook"],"Social Image":["Imagem Social"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Carregue uma imagem de pelo menos 600x315px. O tamanho recomendado é 1200x630px."],"Social Title":["Título Social"],"Social Description":["Descrição Social"],"%s Preview":["%s Prévia"],"Robot Instructions":["Instruções para Robôs"],"These settings help search engines understand how to treat your page in search results. Enabling ‘No Index’ will prevent the page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page.":["Essas configurações ajudam os motores de busca a entender como tratar sua página nos resultados de busca. Ativar 'Sem Índice' impedirá que a página apareça nos resultados de busca. 'Sem Seguir' informa aos motores de busca para não seguir nenhum link na página, e 'Sem Arquivo' impede que os motores de busca armazenem uma versão em cache da página."],"Canonical URL":["URL Canônica"],"The Canonical URL tells search engines which version of a page should be indexed to avoid duplicate content issues. Leave blank to let SureRank set it automatically.":["A URL Canônica informa aos motores de busca qual versão de uma página deve ser indexada para evitar problemas de conteúdo duplicado. Deixe em branco para permitir que o SureRank defina automaticamente."],"Social":["Social"],"Cancel":["Cancelar"],"Schemas in Use":["Esquemas em Uso"],"No schemas configured.":["Nenhum esquema configurado."],"Meta":["Meta"],"Schema":["Esquema"],"Search engine title is missing on the page.":["O título do mecanismo de busca está faltando na página."],"Search engine description is missing on the page.":["A descrição do mecanismo de busca está faltando na página."],"Close":["Fechar"],"Page SEO Checks":["Verificações de SEO da Página"],"Settings":["Configurações"],"SureRank Meta Box":["Caixa Meta SureRank"],"Page contains at least one subheading.":["A página contém pelo menos um subtítulo."],"All images on this page have alt text attributes.":["Todas as imagens nesta página têm atributos de texto alternativo."],"One or more images on this page are missing alt text attributes.":["Uma ou mais imagens nesta página estão faltando atributos de texto alternativo."],"This page includes images or videos to enhance content.":["Esta página inclui imagens ou vídeos para melhorar o conteúdo."],"No images or videos found on this page.":["Nenhuma imagem ou vídeo encontrado nesta página."],"Canonical tag is not present on the page.":["A tag canônica não está presente na página."],"Canonical tag is present on the page.":["A tag canônica está presente na página."],"Page URL is short and SEO-friendly.":["A URL da página é curta e amigável para SEO."],"Page URL is longer than %s characters and may affect SEO and readability.":["A URL da página é mais longa que %s caracteres e pode afetar o SEO e a legibilidade."],"One or more broken links found on the page.":["Um ou mais links quebrados encontrados na página."],"This page includes video(s) but no images.":["Esta página inclui vídeo(s), mas nenhuma imagem."],"No links found on this page.":["Nenhum link encontrado nesta página."],"Links are present on this page.":["Links estão presentes nesta página."],"Search engine title is present and under %1$d characters.":["O título do mecanismo de busca está presente e tem menos de %1$d caracteres."],"Search engine description is present and under %1$d characters.":["A descrição do mecanismo de busca está presente e tem menos de %1$d caracteres."],"Open Graph tags are present on the page.":["As tags Open Graph estão presentes na página."],"Open Graph tags are not present on the page.":["As tags Open Graph não estão presentes na página."],"No broken links found on the page.":["Nenhum link quebrado encontrado na página."],"Remove":["Remover"],"Page does not contain at least one subheading.":["A página não contém pelo menos um subtítulo."],"These broken links were found on the page:":["Esses links quebrados foram encontrados na página:"],"Refreshing":["Atualizando"],"Refresh":["Atualizar"],"Please save changes in the editor before refreshing the checks.":["Por favor, salve as alterações no editor antes de atualizar as verificações."],"%1$s %2$s need attention. Click to see":["%1$s %2$s precisam de atenção. Clique para ver"],"issue":["problema"],"All SEO checks passed. Click to see":["Todas as verificações de SEO passaram. Clique para ver"],"Confirm":["Confirmar"]}}}