{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/admin-dashboard\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Tableau de bord"],"General":["Général"],"Advanced":["Avancé"],"Post Title":["Titre de l'article"],"Separator":["Séparateur"],"Site Name":["Nom du site"],"Page":["Page"],"Tagline":["Slogan"],"Search Engine Preview":["Aperçu du moteur de recherche"],"Search Engine Title":["Titre du moteur de recherche"],"Type @ to view variable suggestions":["Tapez @ pour voir les suggestions de variables"],"Search Engine Description":["Description du moteur de recherche"],"Robot Instructions":["Instructions pour les robots"],"Social":["Social"],"Cancel":["Annuler"],"Schema":["Schéma"],"Passed":["Réussi"],"Settings":["Paramètres"],"Proceed":["Procéder"],"Failed to fetch general seo analysis report":["Échec de la récupération du rapport d'analyse SEO général"],"An unexpected error occurred while fetching the general SEO analysis report. Please try again later.":["Une erreur inattendue est survenue lors de la récupération du rapport d'analyse SEO général. Veuillez réessayer plus tard."],"Failed to fetch other seo analysis report":["Échec de la récupération d'un autre rapport d'analyse SEO"],"An unexpected error occurred while fetching the other SEO analysis report. Please try again later.":["Une erreur inattendue est survenue lors de la récupération de l'autre rapport d'analyse SEO. Veuillez réessayer plus tard."],"Failed to fetch analysis report":["Échec de la récupération du rapport d'analyse"],"An unexpected error occurred while fetching the settings SEO analysis report. Please try again later.":["Une erreur inattendue est survenue lors de la récupération du rapport d'analyse SEO des paramètres. Veuillez réessayer plus tard."],"Search…":["Recherche…"],"Needs Improvement":["Nécessite des améliorations"],"SEO is Optimized":["SEO optimisé"],"What's New?":["Quoi de neuf ?"],"Knowledge Base":["Base de connaissances"],"Please select a site":["Veuillez sélectionner un site"],"Failed to proceed":["Échec de la procédure"],"Site selected successfully":["Site sélectionné avec succès"],"Select a site":["Sélectionnez un site"],"No Verified Site Found":["Aucun site vérifié trouvé"],"Add and verify your site in Google Search Console to start seeing insights here. ":["Ajoutez et vérifiez votre site dans Google Search Console pour commencer à voir des informations ici."],"Learn more":["En savoir plus"],"Search Console Account":["Compte Search Console"],"Please select a site below to view its data.":["Veuillez sélectionner un site ci-dessous pour voir ses données."],"Facebook Preview":["Aperçu Facebook"],"X Preview":["Aperçu X"],"Disconnect Search Console Account":["Déconnecter le compte Search Console"],"Are you sure you want to disconnect your Search Console account from SureRank?":["Êtes-vous sûr de vouloir déconnecter votre compte Search Console de SureRank ?"],"Disconnect":["Déconnecter"],"Change Site":["Changer de site"],"Failed to disconnect your account. Please try again.":["Échec de la déconnexion de votre compte. Veuillez réessayer."],"Your account has been disconnected. The page will refresh in a few seconds.":["Votre compte a été déconnecté. La page va se rafraîchir dans quelques secondes."],"Failed to fetch content performance":["Échec de la récupération des performances de contenu"],"Oops! Something went wrong":["Oups ! Quelque chose a mal tourné"],"Failed to get content performance. Please try again later. If the problem persists, please contact support.":["Échec de l'obtention des performances de contenu. Veuillez réessayer plus tard. Si le problème persiste, veuillez contacter le support."],"Once a site is selected, you'll see how your content is performing in search engines here.":["Une fois qu'un site est sélectionné, vous verrez comment votre contenu se comporte dans les moteurs de recherche ici."],"No content performance data available. Please check back later.":["Aucune donnée de performance de contenu disponible. Veuillez revenir plus tard."],"Once connected to Google Search Console, you’ll see how your content is performing in search engines here.":["Une fois connecté à Google Search Console, vous verrez comment votre contenu se comporte dans les moteurs de recherche ici."],"Status":["Statut"],"Clicks":["Clics"],"Avg. Position":["Position moyenne"],"Impressions":["Impressions"],"Content Score":["Score de contenu"],"Pro":["Pro"],"Actions":["Actions"],"Top Ranked":["Haut classé"],"On the Rise":["En hausse"],"Low Visibility":["Visibilité faible"],"Out of 100":["Sur 100"],"View":["Voir"],"Unlock Content Insights":["Déverrouiller les informations sur le contenu"],"See what's driving traffic, content score, rankings, and performance trends.":["Découvrez ce qui génère du trafic, le score de contenu, les classements et les tendances de performance."],"Upgrade":["Mettre à niveau"],"View Full Report":["Voir le rapport complet"],"Content Analysis":["Analyse de contenu"],"Content Gap":["Écart de contenu"],"Content Performance":["Performance du contenu"],"(Last 90 days)":["(Derniers 90 jours)"],"Title & Description":["Titre et description"],"Manage titles and meta descriptions to boost your search rankings.":["Gérez les titres et les méta descriptions pour améliorer vos classements de recherche."],"Home Page":["Page d'accueil"],"Set SEO options for your homepage to improve its search visibility.":["Définissez les options SEO pour votre page d'accueil afin d'améliorer sa visibilité dans les recherches."],"Social Network":["Réseau social"],"Configure how your content appears when shared on social media platforms.":["Configurez l'apparence de votre contenu lorsqu'il est partagé sur les plateformes de médias sociaux."],"Sitemaps":["Sitemaps"],"Generate XML sitemaps to help search engines crawl your site.":["Générez des sitemaps XML pour aider les moteurs de recherche à explorer votre site."],"Configure robots.txt to guide search engines on crawling.":["Configurez robots.txt pour guider les moteurs de recherche sur l'exploration."],"Crawl Optimization":["Optimisation de l'exploration"],"Adjust crawl settings to improve search engine indexing.":["Ajustez les paramètres d'exploration pour améliorer l'indexation par les moteurs de recherche."],"Feeds":["Flux"],"Manage RSS feeds to keep search engines updated with your latest content.":["Gérez les flux RSS pour tenir les moteurs de recherche informés de votre dernier contenu."],"Add structured data to enhance search engine understanding.":["Ajoutez des données structurées pour améliorer la compréhension par les moteurs de recherche."],"Import\/Export":["Importer\/Exporter"],"Transfer SEO settings or backup configurations with ease.":["Transférez les paramètres SEO ou sauvegardez les configurations facilement."],"Planned":["Prévu"],"Astra Theme":["Thème Astra"],"Fast and customizable theme for your website.":["Thème rapide et personnalisable pour votre site web."],"Spectra":["Spectra"],"Free WordPress Page Builder Plugin.":["Plugin de création de pages WordPress gratuit."],"SureMail":["SureMail"],"Connect and send emails via SMTP connections.":["Connectez-vous et envoyez des e-mails via des connexions SMTP."],"SureForms":["SureForms"],"Best no code WordPress form builder":["Meilleur constructeur de formulaires WordPress sans code"],"OttoKit":["OttoKit"],"Automate your WordPress setup.":["Automatisez votre configuration WordPress."],"Open Support Ticket":["Ouvrir un ticket de support"],"Help Center":["Centre d'aide"],"Join our Community on Facebook":["Rejoignez notre communauté sur Facebook"],"Leave Us a Review":["Laissez-nous un avis"],"Launch Setup Wizard":["Lancer l'assistant de configuration"],"The request is malformed or invalid. Please check the request parameters and try again.":["La demande est malformée ou invalide. Veuillez vérifier les paramètres de la demande et réessayer."],"Authentication failed. Please provide valid credentials or re-authenticate.":["Échec de l'authentification. Veuillez fournir des identifiants valides ou vous ré-authentifier."],"Access is denied. You lack the necessary permissions to perform this action.":["Accès refusé. Vous n'avez pas les autorisations nécessaires pour effectuer cette action."],"The requested resource was not found. Please verify the URL or resource ID.":["La ressource demandée est introuvable. Veuillez vérifier l'URL ou l'ID de la ressource."],"You have exceeded your API quota. Please wait or upgrade your plan.":["Vous avez dépassé votre quota API. Veuillez patienter ou mettre à niveau votre plan."],"A server error occurred on Google's end. Please try again later.":["Une erreur de serveur s'est produite du côté de Google. Veuillez réessayer plus tard."],"An error occurred. Please try again.":["Une erreur s'est produite. Veuillez réessayer."],"Error code: ":["Code d'erreur :"],"Activated":["Activé"],"Activate":["Activer"],"Install & Activate":["Installer et activer"],"Extend Your Website":["Étendre votre site web"],"Quick Access":["Accès rapide"],"Content Gap Illustration":["Illustration de l'écart de contenu"],"Unlock Competitor Insights with Content Gap":["Débloquez des informations sur les concurrents avec l'écart de contenu"],"Discover the topics your competitors rank for but you’re missing. Find high-traffic opportunities and close the gap with data-backed content strategies.":["Découvrez les sujets pour lesquels vos concurrents se classent mais que vous manquez. Trouvez des opportunités à fort trafic et comblez l'écart avec des stratégies de contenu basées sur des données."],"Upgrade to View Full Report":["Mettez à niveau pour voir le rapport complet"],"Connect to Search Console":["Connectez-vous à la Search Console"],"Let's Connect to Search Console!":["Connectons-nous à la Search Console !"],"Link your website to Google Search Console to access detailed search analytics, track performance, and optimize your site for better search rankings.":["Liez votre site web à Google Search Console pour accéder à des analyses de recherche détaillées, suivre les performances et optimiser votre site pour de meilleurs classements dans les recherches."],"Connect to Search Console Now":["Connectez-vous à la Search Console maintenant"],"Site Search Traffic":["Trafic de recherche sur le site"],"(Last 20 days)":["(Derniers 20 jours)"],"Failed to fetch matched site":["Échec de la récupération du site correspondant"],"Failed to fetch site traffic":["Échec de la récupération du trafic du site"],"Select a Site to View Analytics":["Sélectionnez un site pour voir les analyses"],"Select a site to access detailed search analytics, track performance metrics, and boost your visibility in search results effectively.":["Sélectionnez un site pour accéder à des analyses de recherche détaillées, suivre les métriques de performance et améliorer votre visibilité dans les résultats de recherche de manière efficace."],"Select a Site":["Sélectionner un site"],"Site Analysis":["Analyse du site"],"No additional information to show.":["Aucune information supplémentaire à afficher."],"Site SEO Analysis":["Analyse SEO du site"]," Fix All for Me":["Tout réparer pour moi"],"No Results Found":["Aucun résultat trouvé"],"Your search didn't match any results. Please try a different keyword or refine your search criteria.":["Votre recherche n'a donné aucun résultat. Veuillez essayer un mot-clé différent ou affiner vos critères de recherche."],"Issue":["Problème"],"Action":["Action"],"Page %1$s out of %2$s":["Page %1$s sur %2$s"],"Previous page":["Page précédente"],"Page %s":["Page %s"],"Next page":["Page suivante"],"WordPress updates API not available.":["API de mises à jour WordPress non disponible."],"%1$s %2$s failed: %3$s":["%1$s %2$s a échoué : %3$s"],"installation":["installation"],"activation":["activation"],"Unknown error occurred":["Une erreur inconnue est survenue"],"Failed to fetch plugins and themes":["Échec de la récupération des plugins et des thèmes"],"Something went wrong":["Quelque chose a mal tourné"],"Another operation is in progress. Please wait.":["Une autre opération est en cours. Veuillez patienter."],"%1$s is already installed and activated.":["%1$s est déjà installé et activé."],"%1$s activated successfully":["%1$s activé avec succès"],"%1$s installed and activated successfully":["%1$s installé et activé avec succès"],"Operation failed":["Échec de l'opération"],"Enable Author Archive":["Activer l'archive de l'auteur"],"Displays all posts published by a specific author. Useful for showcasing an author’s contributions and helping search engines understand authorship and topical relevance.":["Affiche tous les articles publiés par un auteur spécifique. Utile pour mettre en valeur les contributions d'un auteur et aider les moteurs de recherche à comprendre l'attribution et la pertinence thématique."],"Enable Date Archive":["Activer l'archive par date"],"Groups posts by month or year. Helps visitors explore content chronologically and allows search engines to better index time-based content.":["Regroupe les articles par mois ou par année. Aide les visiteurs à explorer le contenu chronologiquement et permet aux moteurs de recherche de mieux indexer le contenu basé sur le temps."],"Archive Pages":["Pages d'archive"],"XML":["XML"],"Enable XML Sitemap":["Activer le plan du site XML"],"Generates an XML sitemap to help search engines index your site content.":["Génère un plan du site XML pour aider les moteurs de recherche à indexer le contenu de votre site."],"Include Images in XML Sitemap":["Inclure des images dans le plan du site XML"],"Add images from your posts and pages to the XML sitemap so search engines can find and index them more easily. Images are visible only in source code.":["Ajoutez des images de vos articles et pages au plan du site XML afin que les moteurs de recherche puissent les trouver et les indexer plus facilement. Les images ne sont visibles que dans le code source."],"Sitemap is currently disabled. Please enable XML sitemap in settings to access the sitemap file.":["Le plan du site est actuellement désactivé. Veuillez activer le plan du site XML dans les paramètres pour accéder au fichier du plan du site."],"Open Sitemap":["Ouvrir le plan du site"],"These settings help search engines understand how to treat your home page in search results. Enabling ‘No Index’ will prevent the home page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page. These settings apply only to your website’s home page.":["Ces paramètres aident les moteurs de recherche à comprendre comment traiter votre page d'accueil dans les résultats de recherche. Activer 'No Index' empêchera la page d'accueil d'apparaître dans les résultats de recherche. 'No Follow' indique aux moteurs de recherche de ne suivre aucun lien sur la page, et 'No Archive' empêche les moteurs de recherche de stocker une version mise en cache de la page. Ces paramètres s'appliquent uniquement à la page d'accueil de votre site web."],"No Index":["Pas d'index"],"Prevents search engines from listing your home page in search results.":["Empêche les moteurs de recherche de lister votre page d'accueil dans les résultats de recherche."],"No Follow":["Pas de suivi"],"Tells search engines not to follow any links on your home page.":["Indique aux moteurs de recherche de ne pas suivre les liens sur votre page d'accueil."],"No Archive":["Pas d'archive"],"Blocks search engines from storing a cached version of your home page.":["Bloque les moteurs de recherche de stocker une version mise en cache de votre page d'accueil."],"This is only for Home Page. These settings will not affect any other pages.":["Ceci est uniquement pour la page d'accueil. Ces paramètres n'affecteront aucune autre page."],"Site Name: ":["Nom du site :"],"The site name used in meta titles and descriptions is taken from the WordPress General Settings, where it is defined under \"Site Title.\"":["Le nom du site utilisé dans les titres et descriptions méta est tiré des paramètres généraux de WordPress, où il est défini sous \"Titre du site\"."],"Set a default title for all individual post pages to help define how they appear in search engines. You can override this title for any post by editing it directly.":["Définissez un titre par défaut pour toutes les pages de publication individuelles afin d'aider à définir comment elles apparaissent dans les moteurs de recherche. Vous pouvez remplacer ce titre pour n'importe quelle publication en l'éditant directement."],"Enter the full URLs of your official profiles. These will be added to the Organization schema under SameAs to help search engines verify your online presence.":["Entrez les URL complètes de vos profils officiels. Celles-ci seront ajoutées au schéma d'organisation sous SameAs pour aider les moteurs de recherche à vérifier votre présence en ligne."],"Other Accounts":["Autres comptes"],"Site Facebook Page":["Page Facebook du site"],"Provide the full URL of your official Facebook Page. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Fournissez l'URL complète de votre page Facebook officielle. Cette URL sera utilisée dans les données structurées de votre site sous le champ Schéma → Organisation → SameAs pour associer votre marque à son profil social vérifié."],"Author Facebook Page":["Page Facebook de l'auteur"],"Enter the URL of your default Facebook author page. It will be used in structured data when a post doesn’t have a specific author profile set - useful for multi-author sites.":["Entrez l'URL de votre page Facebook d'auteur par défaut. Elle sera utilisée dans les données structurées lorsqu'une publication n'a pas de profil d'auteur spécifique défini - utile pour les sites multi-auteurs."],"Facebook":["Facebook"],"Select Default Image":["Sélectionner une image par défaut"],"Set Default Image":["Définir une image par défaut"],"Default Image":["Image par défaut"],"Set a default image that will be used for social sharing when no featured or social-specific image is available. This ensures your content always has a visual when shared on platforms like Facebook or X (Twitter).":["Définissez une image par défaut qui sera utilisée pour le partage social lorsque aucune image mise en avant ou spécifique au social n'est disponible. Cela garantit que votre contenu a toujours un visuel lorsqu'il est partagé sur des plateformes comme Facebook ou X (Twitter)."],"Preview":["Aperçu"],"Fallback":["Repli"],"Summary Large Image":["Image large de résumé"],"Summary":["Résumé"],"X Card Type":["Type de carte X"],"Site's X Profile":["Profil X du site"],"Provide the full URL of your official X (Twitter) profile. This URL will be used in your site’s structured data under the Schema → Organization → SameAs field to associate your brand with its verified social profile.":["Fournissez l'URL complète de votre profil officiel X (Twitter). Cette URL sera utilisée dans les données structurées de votre site sous le champ Schéma → Organisation → SameAs pour associer votre marque à son profil social vérifié."],"Author’s X Profile":["Profil X de l'auteur"],"Enter the URL of your fallback Twitter author page. This will be used if an individual author URL is not provided.":["Entrez l'URL de votre page d'auteur Twitter de secours. Cela sera utilisé si une URL d'auteur individuelle n'est pas fournie."],"X":["X"],"Choose how your content will appear when shared on X. This setting determines the card type—either a summary or a summary with a large image—used in the post preview.":["Choisissez comment votre contenu apparaîtra lorsqu'il est partagé sur X. Ce paramètre détermine le type de carte—soit un résumé, soit un résumé avec une grande image—utilisé dans l'aperçu du post."],"Critical":["Critique"],"Warning":["Avertissement"],"Learn about Google Search Console and how SureRank uses it for optimizing your website.":["En savoir plus sur Google Search Console et comment SureRank l'utilise pour optimiser votre site web."],"What is Google Search Console and how does SureRank use it?":["Qu'est-ce que Google Search Console et comment SureRank l'utilise-t-il ?"],"Fix All for Me":["Corriger tout pour moi"],"SureRank Dashboard":["Tableau de bord SureRank"],"Archive Pages let visitors access links to view posts by author or by date. This makes it easier for people to find content based on who wrote it or when it was published.":["Les pages d'archives permettent aux visiteurs d'accéder à des liens pour voir les articles par auteur ou par date. Cela facilite la recherche de contenu selon l'auteur ou la date de publication."],"Generates a sitemap to help search engines find and index your content more efficiently. Showing image count can improve how your media appears in search results.":["Génère un plan du site pour aider les moteurs de recherche à trouver et indexer votre contenu plus efficacement. L'affichage du nombre d'images peut améliorer l'apparence de vos médias dans les résultats de recherche."],"Create a default template for how your pages appear in Google search. You can still set custom titles and descriptions for individual pages.":["Crée un modèle par défaut pour l'apparence de vos pages dans la recherche Google. Vous pouvez toujours définir des titres et descriptions personnalisés pour chaque page."],"Control how your pages appear when shared on Facebook. Set attribution and preview settings here.":["Contrôlez l'apparence de vos pages lorsqu'elles sont partagées sur Facebook. Configurez ici les paramètres d'attribution et d'aperçu."],"Default Social Image":["Image sociale par défaut"],"This is your site's default social sharing image (Open Graph). It shows up when your pages are shared on social platforms — unless a custom image is set on that page.":["Ceci est l'image de partage social par défaut de votre site (Open Graph). Elle apparaît lorsque vos pages sont partagées sur les plateformes sociales — sauf si une image personnalisée est définie sur cette page."],"Control how your pages appear when shared on X. Set attribution and preview settings here.":["Contrôlez l'apparence de vos pages lorsqu'elles sont partagées sur X. Configurez ici les paramètres d'attribution et d'aperçu."],"SEO Performance":["Performance SEO"],"No SEO Performance to Show":["Aucune performance SEO à afficher"],"Fix it for me":["Réparez-le pour moi"],"Help Me Fix":["Aidez-moi à réparer"],"Re-run Checks":["Relancer les vérifications"],"Restore":["Restaurer"],"Ignore":["Ignorer"],"Ignore Site Check":["Ignorer la vérification du site"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Nous cesserons de signaler cette vérification lors des analyses futures. Si ce n'est pas pertinent, n'hésitez pas à l'ignorer, vous pouvez toujours la réactiver plus tard si nécessaire."],"Set a default description for all individual post pages to help define how they appear in search engines. You can override this description for any post by editing it directly.":["Définissez une description par défaut pour toutes les pages de publication individuelles afin d'aider à définir leur apparence dans les moteurs de recherche. Vous pouvez remplacer cette description pour n'importe quelle publication en la modifiant directement."],"Meta Templates":["Modèles Meta"],"Ignored":["Ignoré"],"Suggestion":["Suggestion"],"Search Console":["Search Console"]}}}